Repository: CepGamer/HomeworkAll
Catalog: C#/LocalizationApp/LocalizationApp/ElfsBuilder.*.resx
Languages: ru_ru

# ButtonCancel.Text
source: Cancel
ru_ru: Отмена

# ChangeLanguageButton.Text
source: Change Language
ru_ru: Сменить язык

# NameLabel.Text
source: Name:
ru_ru: Имя:

# NameTextBox.Text
source: Enter name here
ru_ru: Введите имя

# SurnameLabel.Text
source: Surname:
ru_ru: Фамилия:

# SurnameTextbox.Text
source: Enter surname here
ru_ru: Введите фамилию

# GenderLabel.Text
source: Gender:
ru_ru: Пол:

# GenderCombobox.Items
source: Male
ru_ru: Мужской

# GenderCombobox.Items1
source: Female
ru_ru: Женский

# AgeLabel.Text
source: Age:
ru_ru: Возраст:

# BodyBox.Text
source: Body
ru_ru: Тело

# HeightLabel.Text
source: Height (in cm):
ru_ru: Рост (в см):

# SkinCombobox.Items
source: Australian
ru_ru: Белый

# SkinCombobox.Items1
source: Black
ru_ru: Жёлтый

# SkinCombobox.Items2
source: Red
ru_ru: Красный

# SkinCombobox.Items3
source: White
ru_ru: Чёрный

# SkinLabel.Text
source: Skin:
ru_ru: Цвет кожи:

# BuildCombobox.Items
source: Slim
ru_ru: Худой

# BuildCombobox.Items1
source: Athletic
ru_ru: Атлетичный

# BuildCombobox.Items2
source: Fat
ru_ru: Толстый

# BuildLabel.Text
source: Build:
ru_ru: Комплекция:

# GeneralBox.Text
source: General Information
ru_ru: Общая информация

# LegsBox.Text
source: Legs
ru_ru: Ноги

# BuildLegsCombobox.Items
source: Slim
ru_ru: Худые

# BuildLegsCombobox.Items1
source: Athletic
ru_ru: Атлетичные

# BuildLegsCombobox.Items2
source: Fat
ru_ru: Толстые

# BuildLegsLabel.Text
source: Build:
ru_ru: Комплекция:

# PantsCombobox.Items
source: Cargo
ru_ru: Брюки

# PantsCombobox.Items1
source: Chinos
ru_ru: Джинсы

# PantsCombobox.Items2
source: Jeans
ru_ru: Карго

# PantsCombobox.Items3
source: Khakis
ru_ru: Леггинсы

# PantsCombobox.Items4
source: Leggings
ru_ru: Подштанники

# PantsCombobox.Items5
source: Shorts
ru_ru: Хаки

# PantsCombobox.Items6
source: Trousers
ru_ru: Чинос

# PantsCombobox.Items7
source: Underpants
ru_ru: Шорты

# PantsCombobox.Text
source: Select pants
ru_ru: Выберите штаны

# PantsLabel.Text
source: Pants:
ru_ru: Штаны:

# CanChecklistbox.Items
source: Can swim
ru_ru: Может плавать

# CanChecklistbox.Items1
source: Can jump
ru_ru: Может прыгать

# CanChecklistbox.Items2
source: Can fly
ru_ru: Может летать
